export const questions = [
    {
        title: 'Млечный путь — это… ?',
        variants: ['Галактика', 'Скопление звезд', 'Солнечная система'],
        correct: 0,
    },
    {
        title: 'Как можно из Евразии пешком добраться в Северную Америку?',
        variants: ['Через перешеек в Беринговом проливе', 'По льду из Чукотки на Аляску', 'Никак, что вы от меня хотите'],
        correct: 1,
    },
    {
        title: 'Инфузория-туфелька — это... ?',
        variants: [
            'Бактерия',
            'Модная обувь',
            'Простейший, одноклеточный организм',
        ],
        correct: 2,
    }, 
    {
        title: 'Кто изобрел джинсы?',
        variants: ['Пьер Карден', 'Левай Страус', 'Джанни Версачи'],
        correct: 1,
    },
    {
        title: 'Кому принадлежит фраза "Время — деньги"?',
        variants: ['Рокфеллеру', 'Франклину', 'Бизнесменам'],
        correct: 1,
    },
    {
        title: 'Создатель теории относительности — это…',
        variants: ['Эйнштейн', 'Резерфорд', 'Ньютон'],
        correct: 0,
    },
    {
        title: 'Кто изобрел компьютер?',
        variants: ['Билл Гейтс', 'Стив Джобс', 'Чарльз Бэббидж'],
        correct: 2,
    },
    {
        title: 'Кто написал "Лунную сонату"?',
        variants: ['Шопен', ' Бах', 'Бетховен'],
        correct: 2,
    },
    {
        title: 'Самым восточным штатом США является?',
        variants: ['Флорида', ' Аляска', 'Гавайи'],
        correct: 1,
    },
    {
        title: 'Самая глубокая река на Земле?',
        variants: ['Конго', ' Амазонка', 'Ангара'],
        correct: 0,
    },
    {
        title: 'Какой по счету планетой от Солнца является Юпитер?',
        variants: ['Седьмой', ' Пятой', 'Третьей'],
        correct: 1,
    },
];